sequential/InterFoam/Reator_helicoidal/Daniel_CasoE_kEpsilon/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            patch;
        nFaces          60;
        startFace       111927;
    }
    pipewall
    {
        type            wall;
        nFaces          28600;
        startFace       111987;
    }
    outlet
    {
        type            patch;
        nFaces          66;
        startFace       140587;
    }
)

// ************************************************************************* //
