sequential/InterFoam/Reator_helicoidal/Daniel_CasoE_kEpsilon/0/k
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      k;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0.0759716;

boundaryField
{
    inlet
    {
        type            fixedValue;
        intensity       0.37;
        value           $internalField;
    }

    pipewall
    {
        type            kqRWallFunction;
        value           $internalField;
    }

    ".*"
    {
        type            inletOutlet;
        inletValue      $internalField;
        value           $internalField ;
    }
}

// ************************************************************************* //
